[
  {
    "name": "1st Amazon Ecovillage | Guayana Peace Trail Project",
    "slug": "1st-amazon-ecovillage-guayana-peace-trail-project",
    "website": "https://ekobius.org/",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": true,
    "large_scale_kitchen": true,
    "library": true,
    "play_areas": false,
    "swimming_pond_pool": true,
    "natural": "",
    "green": "",
    "residents": 17,
    "languages": "English",
    "dietary_restrictions": "None",
    "income_sharing": true,
    "self_governance": false,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "Venezuela",
    "continent": "South America",
    "cohousing": true,
    "shared_housing": true,
    "building_lots": false,
    "camping": true,
    "visitors": true,
    "new_members": true,
    "volunteers": true,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": true,
    "established": false,
    "disbanded": false,
    "founded_in": 2018,
    "fic_member": false,
    "location": "Kilometer 24 Via Gavilan\nEkobius, Amazonas / Bolivar 7101\nVenezuela",
    "description": "We learned see the world differently by living in the Amazon's Highlands, now you can too! Want to become an ecologically sustainable person? Can you live in harmony with our natural world? Can you live like an indigenous Amerindian? Perhaps a bit better if you apply some technology, practical application and utilize your theoretical ideals.\n\nWe began our journey down the road to life (our new way) in 2007 to establish a better way (a new natural ecoculture), because we discovered that the life course we had been taking was not the right path to lead us where we need to be in order to establish a harmonious existence as co-inhabitants of the planet.\n\nEveryone should want to consider themselves good, peaceful, compassionate and knowledgeable human beings. We realized our purpose as co-inhabitants of the planet is a socially responsible one. We are finally as of August 2013 we began to realize that dream with two base properties here in South America.\n\nThe two properties are approximately 700 kilometers (435 miles) apart that's if you were a bird. If you walk (hike or backpack) the two locations are nearly 1000 km apart (600 miles) the hike can take from 50 days to 3 months, if you take time to appreciate the beauty it could also take 6 months or even a year if you make friends along the way or decide to take time to study, do conservation work, contemplate your world, or just stop along the way to live for a while.\n\nOur initial project was developed to become independent of property ownership however we discovered that people (government, authorities, indigenous neighbors) would not permit our peaceful coexistence as nomads or settlers in their territories without being one of them or allied with in their consciousness and world view. So now we have two base locations and the entire Guiana Shield and Amazon as our backyard.\n\nImagine an indigenous native American (Amerindian) village hybridized with a modern campground facility built using selected appropriate technologies incorporating alternative energy sources to produce abundant organic foods, enjoy modern showers, a clear cold water swimming pond, individual and group cabins, that all comes together at a grand central complex where residents and visitors can gather in a central garden lodge, eat meals in a communal kitchen and involve themselves in community group projects while taking advantage of a modern research station and ecological study center with WiFi Internet access beside a public school facility for residents which doubles as a movie theater, workshop and meeting forum for residents and visitors in the evenings.\n\nOur dream project is just beginning and is constantly changing, its likely we will be in construction stages. They started on March 03, 2014 at Ekobius and will be working on the development in practice now before the cooperative charter on December 31, 2016. People with ideas that can support and tolerate (enjoy) this lifestyle should come and share them and implement them here with us!",
    "picture": "https://globcal.net/photos/frontofhouse.jpg"
  },
  {
    "name": "8th Life Panama Ecovillage Project",
    "slug": "8th-life-panama-ecovillage-project",
    "website": "http://8thLifePanama.org",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": false,
    "library": true,
    "play_areas": false,
    "swimming_pond_pool": false,
    "natural": "",
    "green": "",
    "residents": 3,
    "languages": "English",
    "dietary_restrictions": "None",
    "income_sharing": true,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "Panama",
    "continent": "North America",
    "cohousing": true,
    "shared_housing": true,
    "building_lots": false,
    "camping": true,
    "visitors": true,
    "new_members": true,
    "volunteers": true,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": true,
    "established": false,
    "disbanded": false,
    "founded_in": 2018,
    "fic_member": false,
    "location": "Avenida Tercera, Edificio Villa Astoria\nAntón, Coclé \nPanama",
    "description": "We promote the values and ideals of community, respect, peace, and living an “on-purpose” life and help these to be rediscovered by people who decide to join us. The Eco-Community will provide a socio-cultural support structure as well as a healthy atmosphere for living and working. For community members, fair work, cooperation, and an abundance mentality replace the materialism, competition and scarcity mentality prevalent in today's world.",
    "picture": "placeholders/placeholder.jpg"
  },
  {
    "name": "A Caballos de las Estrellas Intelligent Living Community",
    "slug": "a-caballos-de-las-estrellas-intelligent-living-community",
    "website": "http://caballosdelasestrellas.com",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": true,
    "large_scale_kitchen": false,
    "library": true,
    "play_areas": false,
    "swimming_pond_pool": false,
    "natural": "",
    "green": "",
    "residents": 32,
    "languages": "English",
    "dietary_restrictions": "None",
    "income_sharing": true,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "United States",
    "continent": "North America",
    "cohousing": true,
    "shared_housing": false,
    "building_lots": true,
    "camping": true,
    "visitors": false,
    "new_members": true,
    "volunteers": true,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": true,
    "research": true,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": false,
    "established": true,
    "disbanded": false,
    "founded_in": 2006,
    "fic_member": false,
    "location": "P.O. Box 19\nRodeo, New Mexico 88056\nUnited States",
    "description": "Caballos de las Estrellas is an Intelligent Living Animal Friendly Eco Community formed around Intelligent Living Community principles.\n\nIndividual freedom and private spaces within a strong solid community.\nCommunity shared spaces, activities, shared production, and amenities.\nSelf-sufficiency, a little prepper, permaculture goals, alternative energy sources.\nNature oriented where giving back to nature, respecting, and sharing is the focus.\nA commercial area within the community with community owned, group owned, and privately owned businesses that will meet many of the communities needs without the use of a car, offer the opportunity for individual income to the degree needed by each person, and engage in trade outside the community.\nClosed system bartering within the community for products and services.\nEducational events, gatherings, spiritual retreats.",
    "picture": "placeholders/placeholder.jpg"
  },
  {
    "name": "Agape Community",
    "slug": "agape-community",
    "website": "https://agapecommunity.org/",
    "cellphone_service": false,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": true,
    "library": true,
    "play_areas": false,
    "swimming_pond_pool": false,
    "natural": "",
    "green": "",
    "residents": 14,
    "languages": "English",
    "dietary_restrictions": "Vegetarian",
    "income_sharing": true,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "United States",
    "continent": "North America",
    "cohousing": true,
    "shared_housing": true,
    "building_lots": true,
    "camping": false,
    "visitors": true,
    "new_members": true,
    "volunteers": true,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": true,
    "religious": true,
    "forming": true,
    "established": false,
    "disbanded": false,
    "founded_in": 1982,
    "fic_member": false,
    "location": "2062 Greenwich Rd Ware, Massachusetts 01082-9309 United States",
    "description": "Founded in 1982, Agape is a lay Catholic nonviolent community dedicated to prayer, poverty, nonviolent education and ministry, and witnessing in the world. We are ecumenical and interfaith in orientation and practice, stressing multicultural, multiracial and interfaith practice, including honoring indigenous peoples and contact with local Native American tribal leadership and inclusion of them in our practice as a community. We accept volunteers for any length of time to work in our garden and assist with homesteading, including maintenance of our two buildings, St. Francis House and St. Brigid House (a straw bale house with solar energy and a composting toilet). We welcome interns for stays of three months to a year. Currently, we are interested in a full commitment of nine months. We live on 32 acres of land in the Quabbin Reservoir in central Massachusetts. We support ourselves through a nonviolent education ministry, donations and grants--which includes outreach to inner-city youths and adults--retreats, and other programs at the community. We host a variety of educational groups who are interested in sustainability. We pray together, study Scripture of all faith traditions and witness out of this base against all forms of violence. We welcome people who have a yearning for a community life based on prayer, simplicity, and nonviolence. No TV or commercial radio but lots of music and a definite love of art in all its forms.We have access to internet. Those drawn to Agape will interact with hundreds of people throughout the year, including college students who attend Agape's twice-yearly retreats. Office work, computer assistance, gardening, homesteading of all kinds, and public witness and outreach are a part of our lives, as is contact with children. Website: www.agapecommunity.org We publish a community journal, Servant Song, and we are interested in the links between sustainability, the arts and spirituality, as well as in resistance to war through simple lifestyle. Our work includes attending vigils for peace and joining in protests, as well as organizing around issues of resistance to violence. We do all of our resistance in the spirit of nonviolence. Contemplation and action are underpinnings of our lives. We are also beginning a search for a long-term intern who would be able to commit to more than a year of time. We are looking for someone who has community experience, as well as an interest and a background in sustainability and nonviolence. Please contact us for more information if interested.",
    "picture": "https://www.ic.org/wp-content/uploads/formidable/2/St.-Joseph-sign2-1.jpg"
  },
  {
    "name": "Alderleaf Wilderness College and Farm",
    "slug": "alderleaf-wilderness-college-and-farm",
    "website": "http://www.wildernesscollege.com",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": false,
    "library": true,
    "play_areas": false,
    "swimming_pond_pool": false,
    "natural": "",
    "green": "",
    "residents": 7,
    "languages": "English",
    "dietary_restrictions": "None",
    "income_sharing": false,
    "self_governance": false,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "United States",
    "continent": "North America",
    "cohousing": false,
    "shared_housing": true,
    "building_lots": false,
    "camping": false,
    "visitors": true,
    "new_members": false,
    "volunteers": false,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": true,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": false,
    "established": true,
    "disbanded": false,
    "founded_in": 2008,
    "fic_member": false,
    "location": "18715 299th Ave SE Monroe, Washington 98272 United States",
    "description": "Alderleaf Wilderness College is a nature, sustainability, and wilderness survival school. Alderleaf Wilderness College's land is a developing permaculture farm nestled in the foothills of the Cascade Mountains. It is located above the Skykomish River valley near the town of Monroe, Washington, 30 miles northeast of Seattle. Our 15-acre property is an evolving model of environmental sustainability. Alderleaf Wilderness College has its office and classrooms on site and several staff, interns, and student live on site. The large forested portion of the land contains giant mossy cedars, a cascading creek, a diversity of wildlife, and several wetlands. It is adjacent to thousands of acres of forest lands with many lakes, streams, and mountains. The land is in the process of integrating a permaculture design plan. The farm includes cabins, houses, a large barn, beautiful pastures, garden space, and fruit trees. A limited number of rooms for rent are available to staff, interns, and students in our Wilderness Certification Program and occasionally others interested in being involved with Alderleaf. Residents share a passion for nature, sustainability, and community, and often enjoy the opportunity to grow organic food and steward the land.",
    "picture": "https://www.wildernesscollege.com/images/student-testimonials.jpg"
  },
  {
    "name": "Alentejo Community Portugal",
    "slug": "alentejo-community-portugal",
    "website": "https://project-community.weebly.com/",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": false,
    "library": false,
    "play_areas": false,
    "swimming_pond_pool": false,
    "natural": true,
    "green": false,
    "residents": 10,
    "languages": ["English", "Portuguese"],
    "dietary_restrictions": "Vegetarian",
    "income_sharing": true,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "Portugal",
    "continent": "Europe",
    "cohousing": false,
    "shared_housing": true,
    "building_lots": false,
    "camping": true,
    "visitors": false,
    "new_members": true,
    "volunteers": true,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": true,
    "established": false,
    "disbanded": false,
    "founded_in": 2018,
    "fic_member": false,
    "location": "Coastal Alentejo, Odemira, Portugal",
    "description": "Our Vision is the creation of a healthy and inspiring community for all its members, visitors, animals and everything else that is part of the lands ecosystem.\n The goal is to create a place that is nurturing our mind, body and soul, a place that will allow us to heal and grow, that will support the creation of our own and shared projects, on the community land itself and also with and within the local community and network of like minded people.\n\nIt is still early days so, for now, it will not be possible to visit us at the location.\n\nBUT, we are organizing this event in autumn:\n\nHolistic Green Lab Weeks 25th of Sept - 9th of Okt This will be a great opportunity for you to get to know the community! We invite you to participate in one or two weeks full of learning opportunities, hands-on experience, fun and perks.",
    "picture": "https://www.ic.org/wp-content/uploads/formidable/2/alentejo-spring3-1024x768.jpg"
  },
  {
    "name": "Aletheia Springs",
    "slug": "aletheia-springs",
    "website": "http://www.aletheiasprings.com",
    "cellphone_service": false,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": true,
    "library": true,
    "play_areas": true,
    "swimming_pond_pool": true,
    "natural": "",
    "green": "",
    "residents": 10,
    "languages": "English",
    "dietary_restrictions": "Omnivorous, Local, Organic, GMO Free, Gluten-free",
    "income_sharing": false,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "United States",
    "continent": "North America",
    "cohousing": false,
    "shared_housing": true,
    "building_lots": false,
    "camping": false,
    "visitors": true,
    "new_members": true,
    "volunteers": true,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": true,
    "religious": false,
    "forming": false,
    "established": true,
    "disbanded": false,
    "founded_in": 2016,
    "fic_member": false,
    "location": "Aletheia Springs,\n1651 Warm Springs Rd.,\nGlen Ellen,\nCA 95442",
    "description": "Aletheia Springs is a multigenerational community stewarding and working to regenerate a historic 20-acre geothermal springs in the heart of Sonoma Valley, Northern California (1 hour north of San Francisco). Now entering our fourth year, we still consider ourselves a newly forming community weaving together residents and non-residents alike who share a calling to participate in the service, practice, research, deep wealth and belonging this place invites. Recognizing ourselves in the nature of these Springs, we see that we are Nature working to heal, restore right relationship with all beings, and awaken to true purpose.",
    "picture": "https://www.ic.org/wp-content/uploads/formidable/2/2016-ReSeed-2-1024x768.jpeg"
  },
  {
    "name": "Altair EcoVillage",
    "slug": "altair-ecoVillage",
    "website": "http://www.altairecovillage.org/",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": true,
    "library": false,
    "play_areas": false,
    "swimming_pond_pool": false,
    "natural": false,
    "green": true,
    "residents": 14,
    "languages": "English",
    "dietary_restrictions": "None",
    "income_sharing": false,
    "self_governance": true,
    "urban": false,
    "semi_urban": true,
    "rural": false,
    "mobile": false,
    "country": "United States",
    "continent": "North America",
    "cohousing": true,
    "shared_housing": false,
    "building_lots": false,
    "camping": false,
    "visitors": true,
    "new_members": true,
    "volunteers": false,
    "self_or_shared_food_production": false,
    "renewable_energy": true,
    "education": true,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": true,
    "established": false,
    "disbanded": false,
    "founded_in": 1999,
    "fic_member": false,
    "location": "P.O. Box 353 Kimberton,\nPennsylvania 19442\nUnited States",
    "description": "Altair is going into its 19th year, and currently consists of four families who have invested in the project, four other member families. (up to House #14 committed on paper). We follow the traditional Cohousing model, but are more of an EcoVillage. We are looking to build 35 units for multi-family, ranging in size from studios to four-bedroom units. We have purchased an 8 acre site in Kimberton village and have purchased homes adjacent to the open land to assure we have access. Currently, we are working with the Township to update the Zoning to include an EcoVillage.\nWe hold two meetings a month - a Discussion Group and a Site Development business meeting. We are soliciting new members and friends to help with the pre-approval costs.\nOur goal is to build homes that are close to LEEDS platinum, with close to net-zero energy heating and cooling. We would like to be able to help provide housing for the Waldorf School and the Camphill Village close by.\nWe anticipate having a Getting-it-Built workshop and design retreats for the site, Common House, and housing designs in the coming year. We have contacted banks and foundations to help with the funding.\nWe seek people of all ages and income levels. We have a competent developer, a zoning consultant, a land planner, and an architect. We have formed a non-profit to create a funding stream to support local members. At the moment, we need a solid group of investors! You can visit our website or contact us by email or phone.",
    "picture": "https://images.squarespace-cdn.com/content/v1/53bbb6dde4b07f64b24881e8/1488061379353-XKX6MB8IPQD7S09W54W3/ke17ZwdGBToddI8pDm48kBIe1fItA8myI7SvAO08xrhZw-zPPgdn4jUwVcJE1ZvWQUxwkmyExglNqGp0IvTJZUJFbgE-7XRK3dMEBRBhUpx4FNClepevC9wKlalqfWRgvWvEhbIfW5kPYc1AqXcUdcvBo9_TaCHN-AQv-6WtoVM/image-asset.jpeg?format=500w"
  },
  {
    "name": "Asheville Mountain Meadows",
    "slug": "asheville-mountain-meadows",
    "website": "http://ashevillemountainmeadows.com",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": false,
    "library": false,
    "play_areas": false,
    "swimming_pond_pool": false,
    "natural": false,
    "green": true,
    "residents": 31,
    "languages": "English",
    "dietary_restrictions": "None",
    "income_sharing": false,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "United States",
    "continent": "North America",
    "cohousing": true,
    "shared_housing": false,
    "building_lots": true,
    "camping": false,
    "visitors": true,
    "new_members": true,
    "volunteers": false,
    "self_or_shared_food_production": false,
    "renewable_energy": true,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": false,
    "established": true,
    "disbanded": false,
    "founded_in": 2012,
    "fic_member": true,
    "location": "2129 Crooked Creek Rd.\nMars Hill, North Carolina 28754\nUnited States",
    "description": "Mountain Meadows on Crooked Creek is a Healthy Lifestyles community. We are Green, Organic, and Sustainably oriented and recognize the overarching value of positive human interaction in a welcoming and conscious environment. Enjoy the 5+ acre common area with organic vegetable areas by Crooked Creek and an organic orchard already in-place. Our new and beautiful Pavilion & Patio and grounds creates a warm surround for caring and kind interface, poetry readings, spiritual musings. yoga classes, drumming, musical events, potlucks, etc. Boulders, a game area with fire pit are ready and 200 xeriscape plants are being nurtured.Most importantly, many of us will enjoy spontaneous chat and a cup of java or tea around the fireplace, fire pit, or grill. The Pavilion also offers a small heated kitchen, bathroom, and outdoor and indoor games in a rich stone and wood Arts & Crafts setting near the entry. Come take a look at our community: 67% (21) of our 30 lots are SOLD but many pretty lots remain including 3 long-distance view lots that gaze toward the Mt. Pisgah range; and 3 homes will be started in the next 3 months.",
    "picture": "https://www.ic.org/wp-content/uploads/formidable/2/MM-Entry-1024x768.jpg"
  },
  {
    "name": "Awaawaroa Bay Eco-Village",
    "slug": "awaawaroa-bay-eco-village",
    "website": "http://www.awaawaroa.org",
    "cellphone_service": false,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": false,
    "library": false,
    "play_areas": false,
    "swimming_pond_pool": true,
    "natural": "",
    "green": "",
    "residents": 39,
    "languages": "English",
    "dietary_restrictions": "None",
    "income_sharing": false,
    "self_governance": false,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "New Zealand",
    "continent": "Oceania",
    "cohousing": true,
    "shared_housing": false,
    "building_lots": false,
    "camping": false,
    "visitors": true,
    "new_members": true,
    "volunteers": true,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": false,
    "established": true,
    "disbanded": false,
    "founded_in": 1996,
    "fic_member": false,
    "location": "182 Awaawaroa Rd Rural Delivery 1\nWaiheke Island\nWaiheke Island, Auckland 1971\nNew Zealand",
    "description": "Awaawaroa Bay Eco-Village owns 169 hectares (420 acres). There is a large wetland and estuarine system and a number of large pockets of regenerating bush. The village established NZ’s first private sanctuary for the endemic long finned eel (tuna – a Maori word for the eel). A large section of the bush is covenanted with Department of Conservation. To protect the native wildlife there are no cats or dogs on the property. Non toxic and energy-efficient building materials and methods are required. An internal building code is in place that is administered by a building committee. Most families use alternative power systems and there are a number of electric cars and bikes and biofuel vehicles on the property. A communal tractor shed/barn has been built as well as a multi-purpose mud-brick community house and an accompanying abolution block which are used for meetings, celebrations and various group activities. We aim for a chemical-free environment with all land-use practices to be organic. All land use is organic and several members practise Bio- dynamics. One land-base businesses operate from the community – a certified organic nursery ‘Gulf Trees’ which grows native fauna and another is in the process of being established. Protecting and enhancing biodiversity in our ecosystems and natural habitats is a priority.",
    "picture": "https://www.ic.org/wp-content/uploads/formidable/IMG_0213-1024x683.jpg"
  },
  {
    "name": "BCollective",
    "slug": "bcollective",
    "website": "http://www.bcollective.org",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": false,
    "library": true,
    "play_areas": true,
    "swimming_pond_pool": false,
    "natural": true,
    "green": false,
    "residents": 3,
    "languages": "English",
    "dietary_restrictions": "Omnivorous, Paleo, Local, Organic, GMO Free, Opportunivore, Gluten-free",
    "income_sharing": false,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "United States",
    "continent": "North America",
    "cohousing": true,
    "shared_housing": false,
    "building_lots": true,
    "camping": true,
    "visitors": true,
    "new_members": true,
    "volunteers": true,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": true,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": false,
    "established": true,
    "disbanded": false,
    "founded_in": 2003,
    "fic_member": false,
    "location": "Nordland, WA, Alabama, United States",
    "description": "The BCOLLECTIVE is a rural-based umbrella organization dedicated to promoting wholistic understanding and revisioning of sustainable community, and providing the means for its practical implementation through active crosspollination between the arts and sciences. The BCOLLECTIVE aims to blend arts practice, teaching and performance with permaculture principles in order to build a thriving, commonsense model of community.\n\nLocated on a rural Pacific Northwest Island, BCOLLECTIVE provides residential opportunities to artists and artisans interested in the grounding influence that nature and simple living can offer their work.",
    "picture": "https://www.ic.org/wp-content/uploads/formidable/2/20120409_0514-1024x765.jpg"
  },
  {
    "name": "Belfast Cohousing & Ecovillage",
    "slug": "belfast-cohousing-ecovillage",
    "website": "http://mainecohousing.org",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": true,
    "library": false,
    "play_areas": true,
    "swimming_pond_pool": false,
    "natural": "",
    "green": "",
    "residents": 71,
    "languages": "English",
    "dietary_restrictions": "None",
    "income_sharing": false,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "United States",
    "continent": "North America",
    "cohousing": true,
    "shared_housing": false,
    "building_lots": false,
    "camping": false,
    "visitors": true,
    "new_members": true,
    "volunteers": false,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": false,
    "established": true,
    "disbanded": false,
    "founded_in": 2012,
    "fic_member": false,
    "location": "Belfast Cohousing &amp; Ecovillage\n25 Village Rd\nBelfast, Maine 04915\nUnited States",
    "description": "Belfast is a city of 7,000 people located in midcoast Maine between Camden and Bar Harbor. The city features an active waterfront and lively arts community, and is the center of business, services, and government for the surrounding county. Traditional housing in the Belfast area falls into two main categories: in-town residential neighborhoods and rural, large-lot homesteads. Belfast Cohousing & Ecovillage is a community that combines the best elements of both types: located in a rural area with clustered housing and shared infrastructure, but working to preserve neighboring open land for wildlife, recreation, and farming, while fostering a close-knit, cooperative, and intentionally ecological way of life. We are a group of roughly 70 people from many walks of life. We are business owners, educators, naturalists, gardeners, builders, farmers, doctors, writers, musicians, IT professionals, and children of all ages. Our 42-acre community is located just two miles from Belfast's downtown and harbor. We are within 1.5 miles of elementary and middle schools, Cornerspring Montessori Elementary School, the University of Maine Hutchinson Center, a YMCA, grocery and other retail stores. All of our homes are highly energy efficient, with triple-pane windows and doors and oriented towards the sun. Two-thirds of the homes have solar systems, making them near net-zero for energy consumption. Personal garden plots are available, and we have a community orchard. We also have a 3-acre worker share CSA farm on our property, where neighbors gather each week to harvest veggies and maintain the land. Our 4,000 sq ft common house is complete, with a living room, dining room, playroom, guest rooms, and root cellar. We share a couple home-cooked meals weekly, as well as educational, environmental, and social events. We currently have the following units available for sale: -a 500 square foot, 1-bedroom unit near the common house",
    "picture": "https://www.ic.org/wp-content/uploads/formidable/2/IMG_6113-2-1024x683.jpg"
  },
  {
    "name": "Bellbunya Community Association",
    "slug": "bellbunya-community-ssociation",
    "website": "http://www.bellbunya.org.au",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": true,
    "library": true,
    "play_areas": false,
    "swimming_pond_pool": true,
    "natural": "",
    "green": "",
    "residents": 13,
    "languages": "English",
    "dietary_restrictions": "Local, Organic, Dairy-free, Gluten-free",
    "income_sharing": false,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "Australia",
    "continent": "Oceania",
    "cohousing": false,
    "shared_housing": true,
    "building_lots": true,
    "camping": false,
    "visitors": true,
    "new_members": true,
    "volunteers": true,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": false,
    "established": true,
    "disbanded": false,
    "founded_in": 2008,
    "fic_member": false,
    "location": "114 Browns Road\nBelli Park, Queensland 4562\nAustralia",
    "description": "We are individuals united in seeking to create conscious community that are havens liberating and nurturing the potential of all through social equity, integrity, courage, transformative growth, collaborative enterprises, and celebration and care of the planet. In December 2008 we created a four-bottom-line intentional community / ecovillage on the Sunshine Coast hinterland at Belli Park, near Noosa, to model sustainable community living.\nThe first bottom line is personal transformative growth and the recognition of the connection that exists in all of us and our planet. The community thus has a spiritual, though non-denominational, basis. Our intention is fundamentally outward focused, with the intent to interact and contribute to society in positive ways. The second is social sustainability and connection. This incorporates facilitating people from different ages, backgrounds and economic circumstances, setting a community size of 12 or more. It incorporates governance that is honouring to all, recognising the need to be heard; and communication and conflict resolution skills. We have clear processes in place to give transparency. The third is economic sustainability, which incorporates the community's stability as well as desirable industry that supports individual economic sustainability. We also seek the growth of non-currency based internal economies. The fourth is environmental sustainability, which incorporates food production on our rural site; rainwater harvesting, treatment, and dispersal; building design, construction, and refurbishments; and renewable energy. Overarching this is respect and care of the natural country of which we are the current stewards. Our 16 hectare (40 acre) property has conference/workshop facilities including a hall, restaurant, and suites of accommodations for small groups. We welcome enquiries for holding workshops and retreats that further our sustainable and ethical practices. We are also open to additional community members at this stage. There may be building sites and rental spaces for like-minded people who share our vision and have the energy and enthusiasm to see this project through.",
    "picture": "https://www.ic.org/wp-content/uploads/2013/12/bellbunya_community_association_49341.jpg"
  },
  {
    "name": "Better In Belize Eco Village",
    "slug": "better-in-belize-eco-village",
    "website": "http://www.BetterInBelize.com",
    "cellphone_service": false,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": false,
    "library": false,
    "play_areas": false,
    "swimming_pond_pool": false,
    "natural": true,
    "green": true,
    "residents": 16,
    "languages": ["English", "Spanish"],
    "dietary_restrictions": "None",
    "income_sharing": false,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "Belize",
    "continent": "North America",
    "cohousing": true,
    "shared_housing": false,
    "building_lots": true,
    "camping": true,
    "visitors": true,
    "new_members": true,
    "volunteers": false,
    "self_or_shared_food_production": false,
    "renewable_energy": true,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": false,
    "established": true,
    "disbanded": false,
    "founded_in": 2010,
    "fic_member": false,
    "location": "Mile 10.5 Mollejon Road\nBenque Viejo Del Carmen, Cayo District 0000\nBelize",
    "description": "Our 130 acres eco-community is nestled in the lush tropical rainforest of Western Belize. Located just off the banks of the spectacular Macal River and the Mayan Mountains, our eco-community offers the best of nature right in your very own backyard.\n\n“Better in Belize”, the name says it all… picture yourself waking up each day to the breathtaking scenes, scents and sound of this tropical paradise.\n\nOur lots are generously sized and affordable, with prices starting as low as US $25,000. Lot sizes vary, but average 1/2 acre. Prices are based on size, view and lot features – Hill Top, View, Rainforest, Ridge View, Mayan Circle and Waterfront.\n\nYour own private rainforest hideaway beckons from one of the world's most beautiful locations - Cayo, Belize. Expand your world. Cayo’s wildlife and lush rainforest, world famous as a mecca for eco-tourism, creates an incredible backdrop for our Better in Belize Eco-Community.\n\nBetter In Belize offers you an unbelievably affordable opportunity to make your dream come true!\n\nFor those seeking an alternative lifestyle, vacation home or investment property, our Belize eco-community provides an opportunity to own property at a fraction of what you would pay in most Caribbean locations. Ownership of land is free hold and title is absolute. Want to find out more? We would be pleased to provide you with more information and to answer all your questions so that you can make an informed decision. Reserve your lot in Paradise NOW!\n\nFor more information about how you can gain ownership within this idyllic Eco-Community, please contact us at 1-877-836-2756 (toll-free within North America); + (501) 824-0550 or email us at info@betterinbelize.com.",
    "picture": "https://www.ic.org/wp-content/uploads/formidable/2/430d4103-8801-4598-b25e-e43b0dd834b1.jpg"
  },
  {
    "name": "Beyond Vitality",
    "slug": "beyond-vitality",
    "website": "http://beyondvitality.com",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": true,
    "library": true,
    "play_areas": true,
    "swimming_pond_pool": false,
    "natural": "",
    "green": "",
    "residents": 7,
    "languages": "English",
    "dietary_restrictions": "Omnivorous, Local, Organic, GMO Free",
    "income_sharing": true,
    "self_governance": false,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "Dominica",
    "continent": "North America",
    "cohousing": false,
    "shared_housing": false,
    "building_lots": true,
    "camping": false,
    "visitors": true,
    "new_members": true,
    "volunteers": true,
    "self_or_shared_food_production": false,
    "renewable_energy": true,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": true,
    "established": false,
    "disbanded": false,
    "founded_in": 2017,
    "fic_member": false,
    "location": "Belle Fille\nCastle Bruce, St. David Parish \nDominica",
    "description": "An intentional community comprised of regional and international people with diverse personal and cultural backgrounds striving towards living a meaningful life through rewilding, movement, holistic health and sustainable living. We embrace an egalitarian, eco-centered and alternative way of life. We have a deep-rooted commitment to co-existing as part of local ecology, protecting the Earth, its beings and generations to come.",
    "picture": "https://www.ic.org/wp-content/uploads/formidable/2/Photo-Credits-Taylor-Wilsey-1024x768.jpg"
  },
  {
    "name": "Bhrugu Aranya Ecovillage",
    "slug": "bhrugu-aranya-ecovillage",
    "website": "http://www.homatherapypoland.org",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": false,
    "library": true,
    "play_areas": false,
    "swimming_pond_pool": false,
    "natural": true,
    "green": false,
    "residents": 16,
    "languages": "English",
    "dietary_restrictions": "Organic, GMO Free, Vegetarian",
    "income_sharing": false,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "Poland",
    "continent": "Europe",
    "cohousing": false,
    "shared_housing": true,
    "building_lots": true,
    "camping": true,
    "visitors": true,
    "new_members": true,
    "volunteers": true,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": true,
    "religious": false,
    "forming": false,
    "established": true,
    "disbanded": false,
    "founded_in": 1995,
    "fic_member": false,
    "location": "Wysoka 151\nNad Las\nJordanow, Malpolska 34-240\nPoland",
    "description": "Bhrugu Aranya Ecovillage is a blossoming international Ecovillage, an organic Homa farm community in the rolling hills of southern Poland, with the majestic Tatra Mountains looming over the horizon. We have a spiritual focus, but are non-denominational, focusing on living in harmony with Nature.The place is magical; the energies here are quite powerful and the place heals you. Here, we use Homa Organic Farming methods based on the ancient Vedic science of Agnihotra healing fire performed at sunrise and sunset. We are all vegetarians and grow a lot of our own food. Creativity, spiritual awareness, self-development, music, arts, Mandala Art Therapy, Sound Healing, alternative education, herbs, and holistic healing are our primary interests. Currently we are 14 adults, 4 children, 3 cows, 3 dogs, many cats, ducks and bees. We are an eclectic mix of artists, musicians, healers, authors, film-makers, gardeners, herbalists, therapists and teachers. Our ecological/educational Nonprofit Foundation teaches Homa Therapy free of charge. We also offer additional experiential workshops in Homa Organic gardening, Fire & Sound Healing, Creative Arts, Mandala Art Therapy and Herbal Lore. On the farm one can buy Agnihotra pyramids & accessories, books, our Deva Herb teas, our Healing Essences, Homa organic honey. We also support Rose Circles, a women's empowerment program in India which helps train women below the poverty level to grow organic foods and learn skills to help them become self-sufficient. We promote their handmade products: original designed clothing, yoga mats, handmade patchwork quilts, rose brooches, etc. www.rosecircles.com We welcome visitors and have accommodation for guests in our log cabin and in caravans. Best is if you have a sincere interest in spiritual and environmental living. Please email and/or call ahead to make arrangements, costs for stay. Must call in advance, please.",
    "picture": "https://www.ic.org/wp-content/uploads/formidable/log-wood-buildings-at-BA.jpg"
  },
  {
    "name": "Braziers Park (School of Social and Integrative Research)",
    "slug": "braziers-park-school-of-social-and-integrative-research",
    "website": "http://www.braziers.org.uk",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": true,
    "library": true,
    "play_areas": true,
    "swimming_pond_pool": false,
    "natural": "",
    "green": "",
    "residents": 21,
    "languages": "English",
    "dietary_restrictions": "None",
    "income_sharing": false,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "United Kingdom",
    "continent": "Europe",
    "cohousing": true,
    "shared_housing": true,
    "building_lots": false,
    "camping": false,
    "visitors": true,
    "new_members": true,
    "volunteers": true,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": true,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": false,
    "established": true,
    "disbanded": false,
    "founded_in": 1950,
    "fic_member": false,
    "location": "Braziers Park\nIpsden\nWallingford, South Oxfordshire OX10 6AN\nUnited Kingdom",
    "description": "Braziers Park is a community, a residential college, and an architectural treasure hidden deep in the south Oxfordshire countryside. It was founded in 1950 as an educational trust, and is a continuing experiment in the advantages and problems of living in a group. Community members share responsibility for running the college and the estate. \"To make conscious the shape of the process of which we are a part, so that we may facilitate its development more efficiently.\" We grow trees and vegetables; we live in the midst of beauty, and we eat well; we argue joyfully on good days; we argue pointlessly, and/or ignore each other on bad days. Lots of dreams and fantasies are stimulated here. There is always work to do..",
    "picture": "https://www.ic.org/wp-content/uploads/formidable/cow-1024x774.jpg"
  },
  {
    "name": "Broomgrass",
    "slug": "broomgrass",
    "website": "http://broomgrass.com",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": false,
    "library": false,
    "play_areas": false,
    "swimming_pond_pool": true,
    "natural": "",
    "green": "",
    "residents": 39,
    "languages": "English",
    "dietary_restrictions": "None",
    "income_sharing": false,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "United States",
    "continent": "North America",
    "cohousing": true,
    "shared_housing": false,
    "building_lots": false,
    "camping": false,
    "visitors": true,
    "new_members": true,
    "volunteers": false,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": false,
    "established": true,
    "disbanded": false,
    "founded_in": 2006,
    "fic_member": false,
    "location": "325 Broomgrass Way\nGerrardstown, West Virginia 25420\nUnited States",
    "description": "Broomgrass is a conservation based farm community, located in Berkeley County, West Virginia. 16 one-acre homesites were subdivided in clusters of three or four in a manner that preserves the farm fields and woodlands. Your purchase of a residential lot includes in your deed a membership in the association which owns the common land and amenities (barn, tractor, pool, pool house).\n\nBroomgrass has been designed in a manner that seeks a balance between Man’s consuming lifestyle and the natural world. Design guidelines require homes to be energy efficient. Smarter water treatment systems eliminate subsurface water contamination. Progressive farming strategies enrich, rather than deplete, the soils. All of these combined tactics will perpetuate a healthy life at Broomgrass.",
    "picture": "https://www.ic.org/wp-content/uploads/formidable/BroomgrassExterior01-1024x680.jpg"
  },
  {
    "name": "Buenavida Intentional Community",
    "slug": "buenavida-intentional-community",
    "website": "https://buenavidaic.com/",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": true,
    "large_scale_kitchen": true,
    "library": false,
    "play_areas": false,
    "swimming_pond_pool": true,
    "natural": false,
    "green": true,
    "residents": 0,
    "languages": "English",
    "dietary_restrictions": "None",
    "income_sharing": false,
    "self_governance": true,
    "urban": false,
    "semi_urban": true,
    "rural": false,
    "mobile": false,
    "country": "United States",
    "continent": "North America",
    "cohousing": true,
    "shared_housing": false,
    "building_lots": false,
    "camping": false,
    "visitors": false,
    "new_members": true,
    "volunteers": false,
    "self_or_shared_food_production": false,
    "renewable_energy": false,
    "education": false,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": true,
    "established": false,
    "disbanded": false,
    "founded_in": 2020,
    "fic_member": true,
    "location": "P.O. Box 189\nPflugerville, Texas 78691\nUnited States",
    "description": "Depending on the shape and restrictions of the parcel, the community will require a min. of 8 ½ acres of land to be able to position the buildings as shown on the images below.. The location will be South East of Austin, TX, about 13 miles from the airport. It will be a pedestrian community, only the area around the parking buildings will need concrete surface that can tolerate the weights of motor vehicles. The rest of the property will have walkways 60 – 72 inches wide of permeable pavement .The community will provide several small battery carts (like golf carts) that can be used by members to carry small children, shopping bags or anything heavy. Non-motorized transport, such as bicycles, can also be used. There will be only 18 houses total in the community. We are committed to be a GREEN community. The houses will not be in rows, instead they will be grouped by threes with a cylindrical shaped structure in the middle. This facility and all the equipment inside will be for the exclusive use of the residents of the three surrounding dwellings.The first floor of the tower will have laundry facilities including washer/dryer and full size sink. The second floor will contain a full size jet tub that residents can use for relaxation.",
    "picture": "https://www.ic.org/wp-content/uploads/formidable/2/Exterior-Front-1024x576.jpg"
  },
  {
    "name": "Rogue River Ecovillage Resort",
    "slug": "rogue-river-ecovillage-resort",
    "website": "https://www.rogueriverecovillage.com/",
    "cellphone_service": true,
    "internet": true,
    "community_farm_garden": true,
    "gym_sports_facilities": false,
    "large_scale_kitchen": true,
    "library": true,
    "play_areas": true,
    "swimming_pond_pool": true,
    "natural": "",
    "green": "",
    "residents": 650,
    "languages": "English",
    "dietary_restrictions": "Omnivorous, Organic, GMO Free",
    "income_sharing": false,
    "self_governance": true,
    "urban": false,
    "semi_urban": false,
    "rural": true,
    "mobile": false,
    "country": "United States",
    "continent": "North America",
    "cohousing": true,
    "shared_housing": false,
    "building_lots": false,
    "camping": true,
    "visitors": true,
    "new_members": true,
    "volunteers": true,
    "self_or_shared_food_production": true,
    "renewable_energy": true,
    "education": true,
    "research": false,
    "art": false,
    "spiritual": false,
    "religious": false,
    "forming": true,
    "established": false,
    "disbanded": false,
    "founded_in": 2018,
    "fic_member": false,
    "location": "Central Point &amp; Gold Hill at Rogue River in Southern OR\nCentral Point, Oregon 97502\nUnited States",
    "description": "First-of-its-kind, The Rogue River Eco-Village Destination Resort (RREVDR) is an iconic eco-village destination resort in development in southern Oregon to create an up-scale off-the-grid, sustainable green “smart grid” community of 450 green homes and green eco-businesses using the best green architectural designs and system technologies available. An elite team of top system engineers, green architects, permaculture designers, landscape architects, solar & hydroelectric developers, renewable energy consultants and advisors, hydrologists, geologists, water resource engineers and green business developers are assembled into one of the most innovative green think-tank engineering coalitions ever created. A unique green Home Owners Association and 23 Anchor Businesses are integrated into the first of its kind eco village destination resort in USA.The RREVDE is located on 2,110 acres in some of the most spectacular rural, undeveloped land in southern Oregon, Jackson County between Central Point and Gold Hill on a beautiful scenic bend of the Rogue River. Herds of wild elk roam this undisturbed rural land. This land is only 5 minutes from Interstate 5 and 20 minutes from Medford and yet is it in rural undeveloped land that has a diverse range of topography-- meadows,. timber, wetlands, creeks, river.\n\nThe RREVDR Water Distribution Design is one of the most spectacular water harvesting and delivery engineering designs created. The primary water delivery originates with an all natural rock channel coming off the historic wild and scenic Rogue River with a beautiful intricate distribution of rock bank water canals integrating with seasonal creeks, collection ponds, wells, natural reservoir lake, storm run-off catchment areas, storage channels & storage tanks and rain cisterns that are all integrated into a “smart water delivery grid system” with overflows designed for instream return back to the Rogue River. All the RREVDR systems are integrated into the innovative water distribution system design. The Hydro-Electric and Solar Power systems, Water Treatment Filtration system and Potable Water Delivery system, Grey Water Recycling system, Living Biological system, Organic agriculture system, Agro-forestry, Gardens, Orchards, Vineyard, Green-houses, Aquaponics and Eco-Ranch are all integrated into a “smart water delivery grid system.”\n\n450 Eco-Homes Built Over a 5 Year Phase Plan 150 Cabins/Cottages/Yurts/Tents/Teepees/RV Park Community Center, Clubhouse, Social Lounge, Juice Bar Organic Cafeteria, Performance Stage, Commercial Kitchen, Pool, Jacuzzi, Rec Room, Health Spa, Tennis Courts 16 Recreational Resort Programs, 22 Kidsville Activities Rogue River Boat Dock; Boating Rentals, Kayak, Rafting Miles of Trails, Walkways and Adjacent BLM Land Outdoor Amphitheater on 55 Acre Festival Grounds 15 Acre Parking Lot / Eco Shuttles 6 Retreat Programs; 9 Annual Live Event Venues Dogland & Animal Eco-Resort Eco Farm with Green Houses, Biodynamic Gardens, Orchards Takelma Recreated Indian Village with Sacred Site Tours 6 Farm Programs, Farm Market & Gift Store, Rental Shop Agriculture Laboratory & Permaculture Research Center State-of-the-art Aquaponics Fish Hatchery\nSustainable Eco Animal Ranch with 6 Programs Learning Center with 5 Programs Rotational Season Petting Zoo Equine Center-- 10 Programs; Horse, Llama & Carriage Rentals State-of-the-art Living Biological Sewage System State-of-the-art-Water Treatment System/Collection Ponds Hydro, Solar, Battery Energy Off-Grid/Smart Grid Control Station",
    "picture": "placeholders/placeholder.jpg"
  }
]
